{
    "title": "Flutter & Веб Разработчик",
    "intro": "Разработка кроссплатформенных приложений и веб-решений.",
    "buttons": {
        "contact": "Контакты",
        "order": "Заказать",
        "more": "Подробнее"
    },
    "portfolio": {
        "lable": "Портфолио",
        "title": "Портфолио",
        "items": [
            "Проект 1",
            "Проект 2",
            "Проект 3",
            "Проект 4"
        ]
    },
    "about": {
        "lable": "Обо мне",
        "title": "Обо мне",
        "name": "Арутюнян Вазген Арамович",
        "description": [
            "Мой путь в IT начался в 2017 году, когда я впервые окунулся в программирование, изучая C++ по рекомендациям \"экспертов\". С тех пор я активно развиваюсь в области веб-разработки, освоив такие технологии, как HTML5, CSS3, JavaScript с jQuery, Bootstrap 4/5, Node.js, Git, PHP и Vue.js.",
            "За последние три года я сосредоточился на разработке кроссплатформенных приложений с использованием Flutter и языка программирования Dart. Это направление позволило мне создавать эффективные и современные приложения, которые работают на различных платформах.",
            "Моя цель — создавать качественные цифровые решения, которые отвечают современным требованиям и помогают моим клиентам достигать их целей. С каждым проектом я продолжаю расширять свои знания и навыки, оставаясь в авангарде технологий."
        ]
    },
    "services": {
        "lable": "Услуги",
        "title": "Мы можем предоставить вам такие услуги, как:",
        "list": [
            "Верстка сайта по готовому макету",
            "Вёрстка под ключ с концептуальным дизайном и прототипом",
            "Поддержка сайта на WordPress",
            "Обработка и монтаж видеороликов разной степени сложности",
            "Разработка индивидуального дизайна логотипов, которые остаются в памяти",
            "Создание кроссплатформенных приложений для iOS, Android и Web"
        ]
    },
    "skills": {
        "lable": "Стек знаний",
        "title": "Стек знаний",
        "list": [
            "HTML5",
            "CSS3",
            "JavaScript",
            "SASS/SCSS",
            "LESS",
            "PHP (7/8)",
            "WordPress",
            "Bootstrap (4/5)",
            "Swiper js",
            "Node.js",
            "Dart & Flutter",
            "S.O.L.I.D."
        ]
    },
    "contact": {
        "lable": "Контакты",
        "title": "Связаться со мной",
        "form": {
            "submit": "Отправить"
        }
    },
    "overweb": {
        "title": "OverWeb",
        "description": "OverWeb — это мой проект, который я развиваю вместе с командой единомышленников. Мы занимаемся созданием комплексных решений для веба и мобильных приложений. Каждый участник нашей команды — специалист в своём деле: дизайнеры, разработчики, монтажёры. Вместе мы объединяем усилия для достижения лучших результатов в каждом проекте."
    },
    "loading": "Загрузка..."
}